# / - გაყოფა არის ზუსტი გაყოფა მის შედეგად მიიღება ზუსტი რიცხვი გაყოფისას
# // - გვიჩვენებს თუ რამდენჯერ თავსდება გაყოფილი რიცხვი გამყოფში ანუ გვიჩვენებს გაყოფის მთელ ნაწილს

a = 7
b = 5
print(a + b) 
print(a - b)
print(a * b)
print(a / b)
print(a // b)
print(a % b)
print(a ** b)

price = 49
print(price - 12)

score = 100
print(score * 35)




name = 'Barbare'
name = 'Lika'
name = 'Sally'
#name = 'Ninia'
print(name)               

# ზემოთ მოცემული კოდი გამოიტანს მხოლოდ Sally ის რადგან ბოლო კოდით მინიჭებული მნიშვნელობა იყო Sally ხოლო დიეზის ნიშანში რაც იყო მითითებული მაგას მნიშნველობა არ აქვს რადგან უბრალოდ კომენარია და ცვლადთან არანაირი კავშირი არ აქვს 